Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: 2019 End-of-Year Release
skr: 2019 سال چھیکڑی ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
skr: ٢ تھی ڳئے۔ شاباش جاری رکھو!<playIcon></playIcon>

source: ≥ 2 No votes
skr: ≥٢ ووٹ کائنی

source: ≥ 2 Yes votes
skr: ≥٢ جیا ووٹ

source: Abkhaz
skr: ابخاز

source: About
skr: تعارف

source: Accent
skr: لہجہ

source: Account
skr: کھاتہ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
skr: <accuracyLink>درستی معیار بارے ٻیا ݙیکھو،</accuracyLink>

source: Acehnese
skr: اسینی

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
skr: { $actionType }<playIcon></playIcon> بھلا انہاں جملہ درستی نال الایا؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
skr: { $actionType }<recordIcon></recordIcon> وت اُچی آواز نال جملہ پڑھو

source: { $actionType }<stopIcon></stopIcon> when done
skr: { $actionType }<stopIcon></stopIcon> جہڑے ویلے تھی ون٘ڄے

source: { $actionType } submit when ready
skr: { $actionType } جمع کراؤ ڄݙݨ تیار ہوون

source: Add
skr: شامل کرو

source: Add a language you want to contribute to
skr: جہڑی زبان وچ تساں حصہ پاوݨ چاہندے ہو شامل کرو

source: Add as much information as you can about the language. This could include:
skr: تساں زبان بارے جتی وی ودھ ڄاݨکاری ݙے سڳدے ہو، شامل کرو۔ این٘دے وچ ایہ شامل تھی سڳدن:

source: Adding languages to work with
skr: نال کم کرݨ کیتے زبان شامل کرݨ

source: Additional Language
skr: وادھوں زبان

source: Add Language
skr: زبان شامل کرو

source: <addLink>Add more sentences now!</addLink>
skr: <addLink>ہݨ ٻئے جملے شامل کرو!</addLink>

source: Add new custom accent "{ $inputValue }"
skr: نواں مرضی دا لہجہ شامل کرو "{ $inputValue }"

source: Add new sentences
skr: نویں جملے شامل کرو

source: Add Sentences
skr: جملے شامل کرو

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
skr: <wikipediaLink>عوامی ڈومین</wikipediaLink> جملے شامل کرو

source: Add Your Voice
skr: آپݨی آواز رلاؤ

source: Adyghe
skr: ادیغی

source: Afaan Ormoo
skr: افان اورمو

source: A few bytes
skr: کجھ بائٹ

source: Afrikaans
skr: افریقی

source: Age
skr: عمر

source: Albanian
skr: البانی

source: All
skr: سارے

source: Amharic
skr: امہاری

source: Approve
skr: منظور کرو

source: Arabic
skr: عربی

source: Aragonese
skr: اراگونی

source: Are you coming? <strong>[called by another]</strong>
skr: بھلا تساں آندے پئے ہو؟ <strong>[ٻئے دے سݙے ہوئے]</strong>

source: Armenian
skr: آرمینی

source: Armenian Western
skr: آرمینی غربی

source: Artificial intelligence
skr: مصنوعی ذہانت

source: Ask about a new language
skr: نویں زبان کیتے آکھو

source: Assamese
skr: آسامی

source: Asturian
skr: آسٹرین

source: Audio Format
skr: آڈیو فارمیٹ

source: Avatar
skr: اواتار

source: Avatar uploaded
skr: اواتار اپ لوڈ تھیا

source: Average
skr: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
skr: ڄݙݨ ورتݨ آلا "جیا" ووٹ ݙیندے تاں صوتی کلپ تے "ٹھیک" ہووݨ دا نشان لڳدے

source: Avoid too much background noise - it should be easy to hear you.
skr: بیک گراؤنڈ شور کنوں پرہیز کروــ ایہ تہاݙے سݨݨ کیتے سوکھ ہووݨی چاہیدی ہے۔

source: Awards
skr: ایوارڈ

source: Azerbaijani
skr: آزربائیجانی

source: Back
skr: پچھوں

source: Background Noise
skr: پس منظر دا شور

source: Background Voices
skr: پس منظر دی آوازاں

source: Back to Top
skr: چوٹی تے واپس ون٘ڄو

source: Basaa
skr: باسا

source: Bashkir
skr: باشکیر

source: Basque
skr: باسک

source: Become a partner
skr: بھائیوال بݨو

source: Belarusian
skr: بیلاروسی

source: Benefits
skr: فائدے

source: Bengali
skr: بنگالی

source: <bold>{ $count }</bold> Clips
skr: <bold>{ $count }</bold> کلپ

source: <bold>Help us</bold> find more voices
skr: <bold> ساݙی مدد کرو</bold> ٻیاں آوازاں لبھو

source: Bosnian
skr: بوسینی

source: Both
skr: ݙون٘ہیں

source: Both (Speak and Listen)
skr: ݙون٘ہیں (ٻولو تے سُݨو)

source: Breton
skr: بریٹون

source: Browse Languages
skr: زباناں براؤز کرو

source: Build a custom goal
skr: مرضی دا مقصد بݨاؤ

source: Build Profile
skr: پروفائل بݨاؤ

source: Bulgarian
skr: بلغاری

source: Burmese
skr: برمی

source: Buryat
skr: بریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
skr: <b>ہک ای میل کیوں؟</b> ڈیٹا سیٹ وچ تبدیلیاں بارے ساکوں مستقبل وچ تہاݙے نال رابطہ کرݨ دی لوڑ پئے سڳدی ہے، ہک ای میل ساکوں رابطے دا ہک موقع ݙیندے۔

source: By editing your goal, you may lose your existing progress.
skr: آپݨے مقصد وچ تبدیلی کرݨ نال، تساں آپݨی موجود پیش رفت کنوں محروم تھی سڳدے ہو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
skr: ای میلاں وصول کرݨ دی چوݨ نال تساں ایہ بیاں ݙیندے پئے ہوسو جو تساں موزلا دی <privacyLink>رازداری پالیسی</privacyLink> دی تفصیل دے مطابق انہاں معلومات بارے موزلا دے اختیارات نال متفق ہو۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
skr: <b>تساں متفق ہو</b> جو تساں کامن وائس ڈیٹا سیٹ وچ مقررین دی سُن٘ڄاݨ دا تعین کرݨ دی کوشش کائناں کریسو

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
skr: آپݨے بارے کجھ ڄاݨکاری فراہم کرݨ نال، صوتی ڈیٹا جہڑا تساں کامن وائس وچ جمع کرویسو او تقریر کیتے مزید مفید ہوسن سُن٘ڄاݨ انڄݨ ایہ ڈیٹا ورتݨ نال آپݨی درسی کریسن۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
skr: کامن وائس ورتݨ نال تساں ساݙیاں <termsLink>شرطاں</termsLink> تے <privacyLink> رازداری نوٹس</privacyLink> نال متفق ہوسو

source: Cancel Re-recording
skr: ولدا رکارڈنگ منسوخ کرو

source: Cancel Submission
skr: جمع منسوخ کرو

source: Can't decide?
skr: بھلا فیصلہ نہوے کر سڳدے؟

source: Cantonese
skr: یورْوبا

source: Catalan
skr: کٹالن

source: Central Kurdish
skr: مرکزی کُردی

source: Change your email via Settings under Login Identity
skr: لاگ ان سُن٘ڄاݨ ہیٹھ ترتیباں واٹوں آپݨاں ای میل وٹاؤ

source: <chevron></chevron>See less
skr: <chevron></chevron>گھٹ ݙیکھو

source: <chevron></chevron>See more
skr: <chevron></chevron> ٻیا ݙیکھو

source: Chinese (China)
skr: چینی (چین)

source: Chinese (Hong Kong)
skr: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
skr: چینی (تائیواں)

source: Choose language/localization
skr: زبان/مقامیت سازی چݨو

source: Chuvash
skr: كوئیش

source: Click
skr: کلک

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
skr: { $clipCount } وائس کلپ، کل آرکائیو سائز{ $size }. مُکسی { $expires }.

source: Clip Graveyard
skr: کلپ غستان

source: Clips recorded
skr: کلپ رکارڈ تھئے

source: Clips Uploaded
skr: کلپ اپ لوڈ تھی ڳئے

source: Clips validated
skr: کلپ تصدیق تھئے

source: Clips You've Recorded
skr: کلپ جہڑے تساں رکاڈ کیتن

source: Clips You've Validated
skr: کلپ جہڑے تساں تصدیق کیتن

source: Close
skr: بند کرو

source: Collecting sentences
skr: جملے کٹھے کرݨ

source: Collecting sentences from the public domain, or writing new ones for the public domain.
skr: عوامی ڈومیناں کنوں جملے کٹھے کرݨ، یا عوامی ڈومین کیتے نویں لکھݨ۔

source: Collect sentences
skr: جملے کٹھے کرو

source: Comment
skr: تبصرہ

source: Common Voice data plus all other voice datasets above.
skr: کامن وائس ڈیٹا جمع اُتلے سارے وائس ڈیٹاسیٹ۔

source: Common Voice Dataset
skr: Common Voice ڈیٹاسیٹ

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
skr: کامن وائس ہک باہمی تعاون دا منصوبہ ہے۔ اساں آوازاں دا سب کنوں وݙا کھلا ماخذ ڈیٹاسیٹ اسارݨ کیتے آپݨے بھائیوالاں تے ونگارواں دی برادری تے انحصار کریندے ہیں۔ اساں ایں منصوبے وچ مدد کیتے ہیٹھاں درج لوکاں تے تنظیماں دے تھورائت ہیں:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
skr: کامن وائس مشیناں کوں اصل بندیاں وانگوں ٻولݨ سکھاوݨ کیتے موزِلّا دا موہری ہے۔

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
skr: مشیناں کوں اصل بندیاں وانگوں ٻولݨ سکھاوݨ کیتے کامن وائس موزِلّا دا موہری ہے۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
skr: کامن وائس دنیا دا سب کنوں وݙا عوامی طور تے دستیاب کثیرلسانی ڈیٹاسیٹ ہے ۔

source: Community participation and decision making.
skr: برادری دی شرکت تے فیصلہ سازی۔

source: Community Playbook
skr: برادری پَلے بیک

source: Confirm
skr: تصدیق

source: Confirm Goal
skr: مقصد دی تصدیق کرو

source: Confirm New Sentences
skr: نویں جملے دی تصدیق کرو

source: Connect with Gravatar
skr: گراوتار نال کنکٹ کرو

source: Contact
skr: رابطہ

source: Contact Form
skr: رابطہ فارم

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
skr: <licenseLink>تخلیقی کامنز لائسنس</licenseLink> دے تحت مواد دستیاب ہے

source: Continue
skr: جاری

source: Contribute
skr: حصہ پاؤ

source: Contribute sentences
skr: فقرے پاؤ

source: Contribute to { $lang }
skr: { $lang } وچ حصہ پاؤ

source: Contribute Your Voice
skr: آپݨی اواز دا حصہ پاؤ

source: Contribution Activity
skr: حصے داری دی سرگرمی

source: Contribution Criteria
skr: ونگار دا معیار

source: Contribution Experience
skr: ونڳاراں دا تجربہ

source: Contributors record voice clips by reading from a bank of donated sentences.
skr: ونگارو دان تھئے جملیاں دے بینک توں پڑھ تے وائس کلپ رکاڈ کریندن۔

source: Cookies
skr: کوکیاں

source: Cornish
skr: کورینی

source: Corsican
skr: کارسیکائی

source: Could not add language
skr: زبان شامل کائنی کر سڳا

source: Could not change settings. Please try again.
skr: ترتیباں کائنی وٹا سڳا۔ سوہݨا ولدا کوشش کرو۔

source: Could not remove language
skr: زبان کائنی ہٹا سڳا

source: Could not remove language: language not found
skr: زبان کائنی ہٹا سڳا: زبان کائنی لبھی

source: { $count } clips
skr: { $count } کلپاں

source: { $count }mo
skr: { $count } مہینے

source: { $countOfInvalidated } rejected by you
skr: { $countOfInvalidated } تہاݙے ولوں مسترد تھئے

source: { $countOfReviewed } sentences are already reviewed. Great job!
skr: پہلے { $countOfReviewed } جملے نظرثانی تھئے ہن۔

source: { $countOfSentences } sentences found.
skr: { $countOfSentences } جملے لبھے۔

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
skr: { $countOfUnreviewed } جملے نظرثانی ٻاجھ ہن۔ جے تساں چاہندے ہو تاں انہاں کوں جمع کرواوݨ کنوں پہلے نظرثانی وی کر سڳدے ہو۔

source: { $count }wk
skr: { $count } ہفتے

source: { $count }y
skr: { $count } سال

source: Create a Custom Goal
skr: ہک لوڑ موجب ہدف بݨاؤ

source: Criteria
skr: معیار

source: Croatian
skr: کروشین

source: Czech
skr: چیک

source: Daily Goal
skr: ݙین٘ہ وار مقصد

source: Danish
skr: ‏‏ڈینیش

source: Dashboard
skr: ڈیش بورڈ

source: Dataset Release
skr: ڈیٹا سیٹ ریلیز

source: Datasets
skr: ڈیٹا سیٹس

source: Date
skr: تریخ

source: Days
skr: ݙیہاڑے

source: De-identified
skr: سُن٘ڄاݨ پھیرݨ

source: Delete my recordings
skr: میݙی رکارڈنگ مٹاؤ

source: Delete Profile
skr: پرفائل مٹاؤ

source: Delete selected sentences
skr: چُݨے جملے مٹاؤ

source: Deleting selected sentences…
skr: چُݨے جملے مٹیندا پئے۔۔۔

source: Dhivehi
skr: دھیوی

source: Different language
skr: مختلف زبان

source: Difficult
skr: اوکھا

source: Difficult to pronounce
skr: تلفظ کرݨ اوکھا ہے

source: Dioula
skr: ڈیئولا

source: Discard ongoing recording
skr: جاری ریکارڈنگ کو ں مسترد کرو۔

source: Discourse
skr: ڈسکورس

source: Donate your voice
skr: آپݨی آواز دان کرو

source: Don't see your language on Common Voice yet?
skr: اڄݨ تائیں کامن وائس تے آپݨی زبان نہوے ݙیہدے پئے؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
skr: بھلا تساں آپݨی زبان دا عکس ڈیٹاسیٹ وچ نہوے ݙیہدے؟زبان دی سربراہی کرݨ دی ارداس کرݨ کیتے ساݙے زباناں ورقے تے ون٘ڄو۔

source: Download
skr: ڈاؤن لوڈ

source: Download Common Voice Data
skr: کامن وائس ڈیٹا ڈاؤن لوڈ کرو

source: Download Data
skr: ڈیٹا ڈاؤن لوڈ کرو

source: Download Dataset Bundle
skr: ڈیٹاسیٹ بنڈل ڈاؤن لوڈ کرو

source: Download { $language }
skr: { $language } ڈاؤن لوڈ کرو

source: Download Links
skr: لنک ڈاؤن لوڈ کرو

source: Download My Data
skr: میݙا ڈیٹا ڈاؤن لوڈ کرو

source: Download profile data
skr: پروفائل ڈیٹا ڈاؤن لوڈ کرو

source: Download the Single Word Target Segment
skr: ہک لفظی ہدف حصہ ڈاؤن لوڈ کرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
skr: بھلا تہاݙے کول ایں بارے خیالات ہن جو اساں کامن وائس ڈیٹاسیٹ کوں چنگا کین٘ویں بݨا سڳدے ہیں۔ساکوں ڈسکورس تے ݙسو

source: Do you want to continue?
skr: بھلا تساں جاری رکھݨ چاہندے ہو؟

source: Do you want to Speak, Listen or both?
skr: بھلا تساں ٻولݨ، سُݨݨ چاہندے ہو یا ݙوہیں؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
skr: ڈریگ تے ڈراپ کرو یا </browseWrap> براؤز کرو<browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
skr: ونگاراں جمع کرواوݨ دے دوران' جمع کرواؤ' تے کلک کرݨ دے بعد فیڈبیک چھوڑ ݙتی ویسی۔ ونگار براہ راست ٥ رکاڈنگ یا تصدیق دے اڳلے پُور نال جاری راہسی۔

source: Dutch
skr: ڈچ

source: Easy
skr: سوکھا

source: Edit
skr: تبدیلی کرو

source: Edit Profile
skr: پروفائل وچ تبدیلی کرو

source: Email
skr: ای میل

source: Email is already used for a different account
skr: ای میل پہلے ہی کہیں ٻئے کھاتے کیتے ورتی ہوئی ہے۔

source: Email Subscriptions
skr: ای میل سبسکرپشناں

source: English
skr: انگریزی

source: Enter Email to Download
skr: ڈاؤن لوڈ کرݨ کیتے ای میل درج کرو

source: Enter email to send a sign up link
skr: سائن اپ لنک پٹھݨ کیتے ای میل درج کرو

source: Enter your email
skr: آپݨا ای میل درج کرو

source: Error { $code }
skr: خرابی { $code }

source: Error while fetching rejected sentences. Please try again.
skr: مسترد جملے کڈھ آوݨ دے دوران غلطی تھئی۔ سوہݨا ولدا کوشش کرو۔

source: Error while fetching your sentences. Please try again.
skr: تہاݙے جملے کڈھ آوݨ دے دوران غلطی تھئی۔ سوہݨا ولدا کوشش کرو۔

source: Erzya
skr: اِرزیا

source: ESC
skr: اسکیپ

source: Esperanto
skr: اسپرانٹو

source: Estonian
skr: ایسٹونی

source: Events
skr: ایونٹ

source: Everyone
skr: ہرکوئی

source: Exit & Delete clips
skr: ٻاہر نکلو تے کلپ مٹاؤ

source: Failed to delete selected sentences… Please try again!
skr: جملے مٹاوݨ وچ ناکامی تھئی۔۔۔ سوہݨا، ولدا کوشش کرو!

source: FAQ
skr: عمومی سوالات

source: Faroese
skr: فاروس

source: Female
skr: تریمت

source: Finding existing sentences in the Public Domain
skr: عوامی ڈومین وچ موجودہ جملے لبھݨ

source: Finish editing first?
skr: پہلے تبدیلی کرݨ مکمل کروں؟

source: Finish recording
skr: ریکارڈنگ مکمل کرو

source: Finish recording first?
skr: پہلے رکاڈنگ مکمل کروں؟

source: Finish Review
skr: جائزہ مکمل کرو

source: Finnish
skr: فینش

source: for example
skr: مثال دے طور تے

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
skr: انہاں شروع تھیوݨ آلیاں زباناں کیتے ویب سائٹ کوں کامیابی نال <localizationGlossaryLink> مقامی </localizationGlossaryLink> کیتا ڳیا ہے ، تے وافر تعداد وچ <speakLink> ٻولݨ</speakLink> تے <listenLink>سُݨݨ</listenLink> دیاں ونگاراں کو جاری رکھݨ کیتے <sentenceCollectionGlossaryLink>جملے کٹھے</sentenceCollectionGlossaryLink> کیتے ڳئے ہن۔

source: French
skr: فرانسیسی

source: Frequently Asked Questions
skr: اکثر پچھے ون٘ڄݨ آلے سوالات

source: Frisian
skr: فریسیان

source: Fulah
skr: فولا

source: Galician
skr: گیلیکین

source: GB
skr: جی بی

source: Gender
skr: جنس

source: Georgian
skr: جارجین

source: German
skr: جرمن

source: Get involved
skr: نال رلت کرو

source: Get Involved
skr: نال رلت کرو

source: Get started with goals
skr: ہدفاں نال شروع کرو

source: Get Started with Speech Recognition
skr: تقریر دی سُن٘ڄاݨ نال شروع کرو

source: Glossary
skr: فرہنگ

source: Goal reached
skr: مقصد پورا تھیا

source: Goals
skr: مقاصد

source: Goan Konkani
skr: گوآن کونکانی

source: Go to Discourse
skr: ڈسکورس تے ون٘ڄو

source: Go to Languages Page
skr: زباناں ورقے تے ون٘ڄو

source: Go to { $name }
skr: { $name } تے ون٘ڄو

source: <governanceLink>Read more about how we're governed</governanceLink>
skr: <governanceLink>اساں حکمومت کین٘ویں کریندیسے، ایں بارے ٻیا پڑھو </governanceLink>

source: Grammatical / spelling error
skr: گرائمر / املا دی غلطی

source: Great! How many clips a week?
skr: زبردست! ہفتے وچ کتی کلپ ہن؟

source: Great! How many clips per day?
skr: زبردست فی ݙین٘ہ کتی کلپ ہن؟

source: Great!<recordIcon></recordIcon> Record your next clip
skr: زبردست</recordIcon></recordIcon> تساں آپݨاں اڳلا کلپ رکاڈ کرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
skr: سوہݨا کم!<playIcon></playIcon> تساں تیار ہوو تاں ولدا سݨو

source: Greek
skr: یونانی

source: Guarani
skr: گورانی

source: Haitian
skr: ہیٹین

source: Hakha Chin
skr: ہخا چن

source: Hausa
skr: ہوسا

source: Have Feedback?
skr: فیڈبیک ݙیسو؟

source: Have you read our Terms?
skr: بھلا تساں ساݙیاں شرطاں پڑھ گھدیاں ہن؟

source: Having an account is not required to contribute, though it is helpful.
skr: ونگاراں کیتے کھاتہ ہووݨ ضروری کائنی، بے شک مددگار ہے۔

source: Having a profile is not required to contribute though it is helpful, see why below.
skr: ونگاراں کیتے پروفائل ضروری کائنی پر مدد گار ہے، وجہ کیتے ہیٹھاں ݙیکھو۔

source: Hebrew
skr: عبرانی

source: Help
skr: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
skr: ذاتی مقصد نال زبان وچ { $hours } گھنٹے کامن وائس پہنچ مدد کرو

source: Help create Common Voice’s first target segment in { $locale }
skr: { $locale } وچ کامن وائس دا پہلا ہدف حصہ بݨاوݨ وچ مدد کرو

source: Help reach { $hours } hours in { $language } with a personal goal
skr: ذاتی مقصد نال { $language } وچ { $hours } گھنٹے پہنچݨ کیتے مدد کرو

source: Help teach machines how real people speak, donate your voice at { $link }
skr: مشیناں کوں سکھاوݨ وچ مدد کرو جو اصل لوک کین٘ویں الیندن، { $link } تے آپݨی آواز دان کرو

source: Help us build a community around voice technology, stay in touch via email.
skr: صوتی ٹیکنالوجی دے آہروں ٻاہروں برادری اُسارݨ وچ ساݙی مدد کرو، ای میل واٹوں ساݙے نال جُڑے راہوو۔

source: Help us build a high quality, publicly open dataset
skr: ودھائے معیار دا ، عوامی ڈیٹا سیٹ بݨاوݨ کیتے ساݙی مدد کرو

source: Help us by reviewing sentences for correctness according to the guidelines.
skr: رہنما اصولاں دے مطابق درستی کیتے جملے نظرثانی کرتے ساݙی مدد کرو۔

source: Help us by writing or collecting Public Domain sentences.
skr: عوامی ڈومین جملے کٹھے کرݨ یا لکھݨ وچ ساݙی مدد کرو۔

source: Help us find more voices, share your goal
skr: ٻیاں آوازں لبھݨ وچ ساݙی مدد کرو، آپݨاں مقصد شیئر کرو

source: Help us find others to donate their voice!
skr: آپݨی آواز دان کرݨ آلے لوکاں کوں لبھݨ کیتے ساݙی مدد کرو

source: Help us get to { $goal }
skr: { $goal } پورے کرݨ کیتے ساݙی مدد کرو

source: Help us validate sentences!
skr: جملیاں دی تصدیق کرݨ وچ ساݙی مدد کرو!

source: Help us validate voices
skr: آوازاں دی تصدیق کرݨ وچ ساݙی مدد کرو

source: Here are some tips to find sentences:
skr: جملے لبھݨ کیتے کجھ گُر ایہ ہن:

source: Here are the links to download your ZIP files.
skr: تہاݙیاں زپ فائلاں ڈاؤن لوڈ کرݨ کیتے اتھ لنک ہن۔

source: Hidden
skr: لکا ہویا

source: Hill Mari
skr: ہِل ماری

source: Hindi
skr: ہندی

source: His hand was rais-ed.
skr: اوندا ہتھ اُٹھا ہویا ہائی۔

source: Home
skr: مُکھ پناں

source: Hours
skr: گھنٹے

source: Hours Recorded
skr: گھنٹے رکارڈ تھئے

source: Hours Validated
skr: گھنٹے تصدیق تھئے

source: { $hours } validated hours so far!
skr: ہݨ تائیں { $hours } گھنٹے دی تصدیق تھئی!

source: How ?
skr: کین٘ویں؟

source: How are project decisions made?
skr: منصوبہ فیصلے کین٘ویں تھیندے ہن؟

source: How can I get the Common Voice data?
skr: میں کامن وائس دا ڈیٹا کین٘ویں گھن سڳدا ہاں؟

source: How can we effectively grow a language on Common Voice?
skr: اساں کامن وائس تے مؤثر انداز وچ زبان کین٘ویں ودھا سڳدے ہیں؟

source: How does Common Voice calculate hours?
skr: کامن وائس گھنٹیاں دا حساب کتاب کین٘ویں کریندے؟

source: How does Common Voice work?
skr: کامن وائس کین٘ویں کم کریندے؟

source: How does site localization work?
skr: سائٹ مقامیت کین٘ویں کم کریندے؟

source: How do I access and use the dataset?
skr: میں ڈیٹاسیٹ تے کین٘ویں پہنچ سڳداں تے کین٘ویں ورت سڳداں؟

source: How do I add a language?
skr: میں زبان کین٘ویں شامل کرینداں؟

source: How do I add sentences?
skr: میں فقرے کین٘ویں شامل کر سڳداں؟

source: How do I know whether to approve a voice clip?
skr: میکوں کین٘ویں پتہ لڳسی جو صَوتی کلپ کوں منظور کرݨے یا کائناں؟

source: How do I record a high quality voice clip?
skr: میں اعلیٰ معیار دا آواز کلپ کین٘ویں رکاڈ کراں؟

source: How do I stay in touch?
skr: میں رابطے وچ کین٘ویں ریہ سڳداں؟

source: How do you ensure anonymity and privacy of the people who donated their voices?
skr: تساں انہاں لوکاں دی گمنامی تے رازداری کوں یقینی کین٘ویں بݨیندے ہو جنہاں آپݨی آواز دان کیتی؟

source: How to
skr: کین٘ویں

source: How-to
skr: کین٘ویں

source: How to Cite
skr: حوالہ ݙیوݨ دا طریقہ

source: How would you describe your accent?
skr: تساں آپݨے لہجے کوں کین٘ویں بیان کریسو؟

source: Hungarian
skr: ہنگرین

source: I agree
skr: میں متفق ہاں

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
skr: ایہ میݙی ماء ٻولی کائنی۔ میں ایندا لہجہ الینداں، بھلا تہاکوں ہݨ وی میݙی آواز دی لوڑ ہے؟

source: Icelandic
skr: آئی لینڈی

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
skr: میں ای میلاں وصو ل کر چاہساں جیندے وچ کامن وائس بارے مقاصد یاد دہانیاں، میݙی پیش رفت اپ ڈیٹاں تے خبر نامے وغیرہ شامل ہوون۔

source: I do not agree
skr: میں راضی کائنی

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
skr: جے ہک کلپ کوں ٢ لوک مسترد کر ݙیندے ہن تاں اوں کوں ڈیٹاسیٹ دے ٻئے ذیلی سیٹ وچ ریلیز کیتا ویندے۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
skr: جے جملے اتلے معیار دے کائنی تاں کھٻّے پاسے &quot;مسترد&quot; بٹݨ تے کلک کرو۔ جے تساں جملیاں بارے شک وچ ہو تاں تساں انہاں کوں چھوڑ تے اڳلے تے وی ون٘ڄ سڳدے ہو ۔

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
skr: جے جملے اتلے معیار دے کائنی تاں "مسترد" بٹݨ تے کلک کرو۔ جے تساں جملیاں بارے شک وچ ہو تاں تساں انہاں کوں چھوڑ تے اڳلے تے وی ون٘ڄ سڳدے ہو ۔

source: If the sentence meets the criteria, click the "Approve" button.
skr: جے جملے معیار تے پورے ہن تاں "منظور" بٹݨ کلک کرو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
skr: جے جملے معیار تے پورے ہن تاں سڄّے پاسے &quot;منظور&quot; بٹݨ کلک کرو۔

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
skr: جے تہاݙی زبان ایں تندیر وچ کائنی تاں تساں ایندی ارداس <languageProcessLink>ایں عمل </languageProcessLink> دے ذریعے کر سڳدے ہو۔

source: If you run out of sentences to review, please help us collect more sentences!
skr: جے تہاݙے کول نظرثانی کیتے جملے کائنی تاں سوہݨا، ٻئے جملے کٹھے کرݨ وچ ساݙی مدد کرو!

source: Igbo
skr: اگبو
